print("Привет. Это тест \"На какой факультет вас бы отправила распределительная шляпа во вселенной Гарри Поттера")

question1 = "Когда вы сталкиваетесь с проблемой, ваш первый инстинкт - это:"
question2 = "Ваш любимый предмет в школе магии - это:"
question3 = "Если бы вы могли выбрать магическую способность, это была бы:"
question4 = "Ваше отношение к правилам:"
question5 = "Если бы вы нашли заброшенный дом с сокровищами, что бы вы сделали?"

print()
print("question1")
answer1 = input ("Введите ответ цифрой:")
print()
print("question2")
answer2 = input ("Введите ответ цифрой:")
print()
print("question3")
answer3 = input ("Введите ответ цифрой:")
print()
print("question4")
answer4 = input ("Введите ответ цифрой:")
print()
print("question5")
answer5 = input ("Введите ответ цифрой:")